Repository: kareemalaa2/sina
Catalog: ios/Runner/*.lproj/InfoPlist.strings
Languages: ar

# CFBundleDisplayName
source: Sinaeiati
ar: صناعيتي

# CameraPermission
source: Your camera is required to capture an image
ar: الكاميرا الخاصة بك مطلوبة لالتقاط صورة

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Sinaeiati is requesting access to the userâ€™s location information when the app is opened.
ar: يطلب سيارتي الوصول إلى معلومات موقع المستخدم حينما يكون التطبيق مفتوح.

# NSCalendarsUsageDescription
source: Sinaeiati would like to access your calender
ar: صناعيتي ترغب في الوصول إلى التقويم الخاص بك

# NSContactsUsageDescription
source: Sinaeiati would like to access your contacts
ar: يريد صناعيتي الوصول إلى جهات الاتصال الخاصة بك

# NSPhotoLibraryUsageDescription
source: In order share a photo with others or use a photo as a profile.
ar: من أجل مشاركة صورة مع الآخرين أو استخدام صورة كملف شخصي

# NSBluetoothPeripheralUsageDescription
source: Sinaeiati bluetooth use.
ar: صناعيتي يحتاج الي إستخدام البلوتوث.

# NSAppleMusicUsageDescription
source: Sinaeiati music use
ar: صناعيتي يريد استخدام الموسيقي

# NSSpeechRecognitionUsageDescription
source: Sinaeiati use speech recognition.
ar: صناعيتي يستخدم التعرف على الكلام.

# NSMotionUsageDescription
source: Sinaeiati requesting permission to access fall detection event data.
ar: صناعيتي يطلب الإذن للوصول إلى بيانات حدث الكشف عن السقوط.

# NSSiriUsageDescription
source: Use Siri to allow user communicate with this app
ar: استخدم Siri للسماح للمستخدم بالتواصل مع هذا التطبيق

# NSMicrophoneUsageDescription
source: Sinaeiati needs microphone access to record a voice message
ar: صناعيتي يحتاج إلى الوصول إلى الميكروفون لتسجيل رساله صوتيه
