Repository: kareemalaa2/sina
Catalog: lib/l10n/intl_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Profile
ar: ملفي الشخصي

source: My Cars
ar: سياراتي

source: Settings
ar: الإعدادات

source: Support
ar: الدعم الفني

source: Services
ar: الخدمات

source: Near You
ar: بالقرب منك

source: Show More
ar: عرض المزيد

source: Next
ar: التالي

# prev
source: Previous
ar: السابق

source: Get Started
ar: بدأ

source: Phone No
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Forgot Password ?
ar: هل نسيت كلمة المرور ؟

source: Sign In
ar: تسجيل دخول

# createAccount
source: Create An Account
ar: إنشاء حساب

# doYouHaveAccount
source: Do you have an Account?
ar: هل لديك حساب ؟

# fieldRequired
source: Field is required
ar: الحقل مطلوب

# continueF
source: Continue
ar: استمرار

source: Name
ar: الأسم

source: Enter Name
ar: أدخل الإسم

source: Re-Password
ar: أعد كلمة المرور

source: Join As
ar: الإنضمام كـ

source: Client
ar: عميل

source: Service Provider
ar: مقدم خدمة

source: Enter OTP
ar: أدخل رمز التحقق

source: Verify
ar: تأكيد

# didNotReceiveCode
source: Didn't receive the code ?
ar: لم يصلك الرمز ؟

# reSendCode
source: Re-Send OTP
ar: إعادة إرسال الرمز

source: Sign Out
ar: تسجيل خروج

# signOutMsg
source: Are you sure you want to Sign Out ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Cars
ar: سيارات

source: No
ar: لا

source: Manage Your Cars
ar: إدارة سياراتك

source: Add Car
ar: إضافة سيارة

# forgotPasswordPage
source: Forgot Password
ar: نسيت كلمة المرور

source: Receiving Orders
ar: إستقبال الطلبات

source: Pending Orders
ar: قيد الإنتظار

source: Completed Orders
ar: مكتملة

source: Home
ar: الرئيسية

source: Chats
ar: الدردشات

source: Companies
ar: الشركات

source: My Store
ar: متجري

# addCompany
source: Add a company
ar: إضافة شركة

source: Remove
ar: إزالة

source: Completed
ar: مكتملة

source: Active Chats
ar: دردشات نشطة

# doYouWantToDelete
source: Do you want to delete this item ?
ar: هل تريد حذف هذا العنصر؟

# appName
source: Sinaeiati
ar: صناعيتي

# welcome
source: Welcome to {title}
ar: مرحباً بك في {title}

# cover1
source: You can join us as a service provider and receive orders or as a client and order maintenance service, spare parts service or flatbed service
ar: يمكنك الانضمام إلينا كمقدم خدمة وتلقي الطلبات أو كعميل وطلب خدمة الصيانة أو خدمة قطع الغيار أو خدمة السطحات

# easeService
source: Ease of requesting service
ar: سهولة طلب الخدمة

# cover2
source: Ordering spare parts for your car has never been easier, maintaining your car with professional maintenance engineers or requesting a car tow.
ar: طلب قطع غيار سيارتك لم يكن أسهل من ذلك، لصيانة سيارتك مع مهندسين صيانة محترفين أو طلب سحب السيارة.

# newUsedSpareParts
source: New and used spare parts
ar: قطع غيار جديدة ومستعملة

# cover3
source: Requesting your car maintenance has never been easier, to service your car or request a tow.
ar: طلب صيانة سيارتك لم يكن أسهل من ذلك، لصيانة سيارتك أو طلب سحبها.

source: Close
ar: إغلاق

source: Reject Order
ar: رفض الطلب

source: Accept
ar: قبول

# privateOrder
source: Private
ar: خاص

# atPlace
source: At client place
ar: في مكان العميل

# atShop
source: In the shop
ar: في المحل

source: Order Attachment
ar: مرفق الطلب

# orderDesc
source: Order Description
ar: وصف الطلب

# doesNotMatch
source: Password does not match
ar: كلمة المرور غير مطابقة

# passwordMsg
source: Password should contain at least 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل

source: Add Spare
ar: إضافة قطعة غيار

source: Select Car Company
ar: اختر شركة السيارات

source: Select Car Name
ar: حدد اسم السيارة

source: Select Spare
ar: حدد قطع الغيار

source: Choose Car Models
ar: اختر موديلات السيارات

source: Enter Chassi No
ar: أدخل رقم الهيكل

source: Enter Spare Condition
ar: أدخل حالة الغيار

source: New Spare
ar: قطع غيار جديدة

source: Used Spare
ar: قطع غيار مستعملة

# selectSparePhoto
source: Select Photo
ar: حدد الصورة

source: Price
ar: السعر

source: Update
ar: تحديث

source: Save
ar: حفظ

# newS
source: New
ar: جديد

# usedS
source: Used
ar: مستعمل

source: Edit Profile
ar: تعديل الملف الشخصي

source: Change Password
ar: تغيير كلمة المرور

source: Bio
ar: السيرة الذاتية

source: Request Offer
ar: طلب العرض

source: Sponsored
ar: برعاية

# createSupportTicket
source: Create Ticket
ar: إنشاء تذكرة

source: Send
ar: إرسال

source: Model Year
ar: سنة الموديل

source: Plate No
ar: رقم اللوحة

source: Chassi No
ar: رقم الهيكل

source: KM
ar: كم

source: Select
ar: إختيار

# chooseCar
source: Choose a Car
ar: إختار سيارة

source: Order Details
ar: تفاصيل الطلب

source: Service Type
ar: نوع الخدمة

source: Order Type
ar: نوع طلب الخدمة

source: Complete Order
ar: إكمال الطلب

source: Video OR Image
ar: فيديو أو صورة

source: Capture Image
ar: إلتقاط صورة

source: Capture Video
ar: إلتقاط فيديو

# farAway
source: {km} km Away
ar: علي بعد {km} كم

source: Request Service
ar: طلب الخدمة

source: My Orders
ar: طلباتي

# orderPending
source: Order is created
ar: تم إنشاء الطلب

# orderActive
source: Order in progress
ar: الطلب قيد التنفيذ

# orderCanceled
source: Order is canceled
ar: تم إلغاء الطلب

# orderCompleted
source: Order is completed
ar: الطلب مكتمل

source: Cancel
ar: إلغاء

# doYouWantToCancelOrder
source: Do you want to cancel this order
ar: هل تريد إلغاء هذا الطلب

source: Yes
ar: نعم

source: Privacy Policy
ar: سياية الخصوصية

source: Terms Of Use
ar: شروط الاستخدام

source: Creating Chat
ar: جار إنشاء دردشة

# isTyping
source: Typing...
ar: يكتب الأن...

# noMessages
source: No Messages Yet
ar: ليس هنالك رسائل

source: Write something....
ar: أكتب شيئاً....

source: Send Location
ar: إرسال موقعي

source: Image Gallery
ar: معرض الصور

source: Public Order
ar: طلب عام

# subscriptionEnded
source: You're subscription ended
ar: لقد أنتهي اشتراكك

# renew
source: Renew Subscription
ar: تجديد الإشتراك

source: OR
ar: أو

source: Card Holder
ar: حامل البطاقة

# expiredDate
source: Expiry Date
ar: انتهاء الصلاحية

source: Card Number
ar: رقم البطاقة

# subscriptionFees
source: Yearly subscription fees is {fee}
ar: رسوم الإشتراك السنوية هي {fee}

source: Notifications
ar: الإشعارات

source: Change Order Status
ar: تغيير حالة الطلب

source: Accept Offer
ar: قبول العرض

# acceptProviderOffer
source: Accept service provider offer
ar: قبول عرض مقدم الخدمة

source: Subscription Renewed
ar: تم تجديد الاشتراك

# offerDeclined
source: Offer is declined
ar: تم رفض العرض

source: Active
ar: نشط

source: Job Completed
ar: أنتهى العمل

# phoneRequired
source: Phone number should be at least 8 digits long
ar: يجب أن يكون رقم الهاتف مكونًا من 8 أرقام على الأقل

# countryRequired
source: You should select a country phone code
ar: يجب عليك تحديد رمز الهاتف الخاص بالبلد

# passwordShouldBe
source: Password should be 8 or more characters
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف أو أكثر

# userExist
source: User is already exist
ar: المستخدم موجود بالفعل

source: Wrong credentials
ar: بيانات اعتماد خاطئة

# trailPeriod
source: Enjoy the app for free for {days} days
ar: إستمتع بتجربة التطبيق مجاناً لمدة {days} يوماً

# noData
source: there's no data yet
ar: لا توجد بيانات حتى الان

# enableLocationServiceToContinue
source: Enable Location Service To Continue, All the application services depends on your location
ar: الرجاء تنشيط خدمة الموقع للمتابعه جميع خدمات التطبيق تعتمد على موقعك

# enableService
source: Enable Location Service
ar: تنشيط خدمه الموقع

source: Delete account
ar: حذف الحساب

# deleteAccountMsg
source: Are you sure you want to delete this account? all data related to this account will be deleted
ar: هل أنت متأكد أنك تريد حذف هذا الحساب؟ سيتم حذف جميع البيانات المتعلقة بهذا الحساب

source: Guest
ar: ضيف

# locationDisabled
source: Location service is disabled
ar: خدمة الموقع معطلة

source: Enable Location Service To See Nearby Service Providers
ar: الرجاء تنشيط خدمة الموقع لرؤية مقدمي الخدمة القريبين

source: Enable
ar: تنشيط

# signInMsg
source: You have to be a registered user to request a service.
ar: يجب أن تكون مستخدمًا مسجلًا لطلب خدمة.

source: Payment Failed
ar: فشل الدفع

source: Payment Success
ar: نجاح الدفع

source: gettingYourLocation
ar: يتم الحصول على موقعك

source: Open Settings
ar: فتح الإعدادات

source: Location Permission Denied
ar: تم رفض إذن الموقع

# locationPermissionNeeded
source: Location permission is needed to find service providers near you
ar: إذن الموقع مطلوب للعثور على مقدمي الخدمة بالقرب منك

# locationPermissionPermanentlyDeniedMessage
source: Please go to settings and enable location permission for this app
ar: يرجى الذهاب إلى الإعدادات وتفعيل إذن الموقع لهذا التطبيق

# locationErrorMessage
source: Unable to get your location. Please try again
ar: تعذر الحصول على موقعك. يرجى المحاولة مرة أخرى

source: No more providers
ar: لا مزيد من المزودين

source: Chat already exists with this spare part
ar: الدردشة موجودة بالفعل مع هذا الجزء

source: Chat already exists with this service provider for this car and service
ar: الدردشة موجودة بالفعل مع مزود الخدمة هذا لهذه السيارة والخدمة

# pleaseSelectRating
source: Please select a rating
ar: يرجى اختيار تقييم

source: Rating submitted
ar: تم إرسال التقييم

source: Error submitting rating
ar: حدث خطأ أثناء إرسال التقييم

source: Rate service
ar: قيم الخدمة

source: How was your experience?
ar: كيف كانت تجربتك؟

source: Skip
ar: تخطي

source: Submit rating
ar: إرسال التقييم

source: Add comment
ar: أضف تعليق

# rejectOrderConfirmation
source: Are you sure you want to reject this order?
ar: هل أنت متأكد أنك تريد رفض هذا الطلب؟

# locale
source: en
ar: ar
